{"meta":{"title":"CC的主页","subtitle":"CC的主页","description":"欢迎你来到CC的主页","author":"Cheng CHENG","url":"https://gaussc10032.github.io","root":"/"},"pages":[{"title":"我的简历","date":"2022-03-10T04:01:05.000Z","updated":"2022-03-10T04:01:34.060Z","comments":true,"path":"about/index.html","permalink":"https://gaussc10032.github.io/about/index.html","excerpt":"","text":"我不知道写什么，就空在这里好了"},{"title":"Gallery","date":"2022-03-10T03:20:05.000Z","updated":"2022-03-10T03:22:02.598Z","comments":true,"path":"gallery/index.html","permalink":"https://gaussc10032.github.io/gallery/index.html","excerpt":"","text":""},{"title":"group","date":"2022-03-10T03:50:04.000Z","updated":"2022-03-10T04:02:52.366Z","comments":true,"path":"group/index.html","permalink":"https://gaussc10032.github.io/group/index.html","excerpt":"","text":""}],"posts":[{"title":"一篇新冠确诊病例的流水账","slug":"Covid-19","date":"2022-03-26T16:29:30.000Z","updated":"2022-03-28T16:56:17.055Z","comments":true,"path":"2022/03/27/Covid-19/","link":"","permalink":"https://gaussc10032.github.io/2022/03/27/Covid-19/","excerpt":"","text":"提醒：本文没有任何言论偏激以及抨击社会的文字，仅仅是作为一名确诊病例个人的感受，还望大家耐心看完我的流水账之后再发表意见。（注：PC端阅读体验更佳） 首先，请各位放心，当你们看到这些文字的时候，我已经痊愈出院了，目前正在汉庭宾馆隔离。在交大封校微博冲上热搜第一的时候，就有很多亲戚朋友来关心我，非常感谢你们！但是很抱歉当时没有和你们诉说实情。第一，我觉得把我糟糕的情况诉说给你们并不能使得现实有好转，反倒是无形中加重了你们的担忧，所以我那个时候最常回复的便是“挺好的！谢谢关心” 其次便是，我在封校期间除了和室友接触以外以及做核酸之外，几乎没有其他活动区域，所以暂时只告知了我密接的室友让他们做好个人防护。第三，其实在疫情之下，有几个字眼是很敏感的，便是“发烧”和“阳性“。不论你是谁，只要你的宿舍有发烧同学或者确诊病例的事实传播开来，那么总会有人借此“发烧同学”抒发自己无法获得暂时自由的不满，我很能理解他们的感受，毕竟什么事情都没干就要被封楼被隔离，甚至不少同学需要在这段时间参加公司面试、考研复试等等人生中很重要的节点，那么释放一下情绪也很正常。但我觉得我的心态还是相对比较脆弱，所以几乎没有在任何群聊中讨论此事，我也在接近两周的时间内近乎失踪了。 那么，流水账开始吧。 1.3月11日 —— 宿舍这一天是封校第二天，最开始谁都没有注意到，包括我自己。 这天凌晨喉咙有一些微微的瘙痒，我一开始还不以为然，毕竟宿舍内空气不是很流通，微微的咳嗽很正常，并且此时的我还沉醉在和朋友五排五连胜的兴奋之中，根本顾不到身体的细小变化（那可不是嘛，鲁班大师真滴C）。 而到了中午就开始有些不正常了，突然感觉身体很虚很累，直觉告诉我应该上床睡一觉，状态或许就能refresh了。醒来确实好了些，但是双手和双脚变得非常冰凉，在20来度的天气下，我甚至换上了我的秋衣秋裤（后来我会发现这个随手换衣服的举动还是很重要的），旋即从医疗箱中掏出温度计想测一测有没有发烧。 ”39.2度！“我还是忘不了那个细细的水印柱直直的戳过39那根线的画面，上一次我发烧到这么高的温度还是15岁，我的脑海里似乎都快忘记发烧为何物了，以至于直接飙到了这么高的温度而不自知。与此同时，我的咳嗽愈发地严重了，似乎每次咳嗽都能把我的嗓子咳出血来（这么说等疫情结束真得好好把宿舍消毒消毒）。 那天的夕阳很美，可是我却有种“只是近黄昏”的无力感。 倘若换作平日，我肯定直接烧上一大壶热水，吃一点退烧药，然后扔掉手中的所有活，躺到床上睡大觉。可是现在是特殊时期，要是真的自己新冠中招了怎么办？我有些慌张，有些不知所措，但是理智告诉我得先汇报上去，于是我将情况告知了思政老师、楼栋老师、校医院的老师以及江川路街道的防疫人员，他们非常关心我的情况，很快校医院老师将止咳药和退烧药送到了楼下，楼栋老师帮忙送到宿舍门口。匆忙灌下药片之后，迷迷糊糊之间我又爬上了床。这时候我的室友全都呆在宿舍，焦急地等待着，期待我的情况好转。然而事与愿违，几个小时之后，水银柱依旧坚挺在38.8度左右，死活不肯掉下来。那个时候的我已经有种灵魂出窍的感觉了，身体里的神经系统仿佛已经不听使唤，只剩下双手和双脚一直在打寒颤。（事实证明那个时候用手拿着拍的照片都是糊的） 我的室友见状提议我立刻去校医院面诊，他们仨一起陪我去。他们虽然平时经常阴阳怪气，互相抬杠（bushi)，但是人还是很善良的。那个时候已经是深夜11点了，他们仨一直陪我走到校医院，直到医生给我开完药，把我带去大智居隔离才离开，很感谢他们的关心！ 是的，到校医院之后烧依旧很高，医生直接带我去校内隔离专用招待所“大智居”隔离。直到安顿下来已经凌晨两点了，那个时候我在镜子里勉强给自己拍了一张照片，状态真的很不好（我的评价是像一件羽绒服包裹的一摊烂泥）。 可是即便是凌晨两点，我依旧难以入睡，因为与此同时我的体内的白细胞战士们在和入侵的病毒进行一场激烈的战争。为了分神，我打开b站回放了昨天的kpl比赛，随着我的额头微微浸出一点汗水，我才渐渐被困意拖入梦乡。 2.3月12日、13日——大智居其实直到这几天，我的两次核酸报告全是阴性，而且我自己也倾向于认为自己没有感染新冠，而是其他病毒性感染。等我醒来，早已阳光明媚，量一下体温：36.7度。“你看，果然是小毛病，第二天就好了，估计在这里待几天就能回去了。“我暗自窃喜，看着窗外的初春，我十分期待能够在春日正盛之时与她撞个满怀。 可是事实总是没有我们想象的那么美好，还没过几个时辰，我的手脚又开始变得凉飕飕的，我赶忙量了一下体温：38.7度。”完了，大事不妙，这次不简单。”赶紧吃了退烧药又直直地躺到床上去了，仿佛任凭温度计的温度来支配着我。那个时候我的腿脚冰凉得用两层被子盖都没有用，很狼狈地套上了两层棉袜才勉强舒服一些。几个小时过后，汗流出来了，温度降下去了，吃饭也有食欲了，好像一切又回到了刚起来的明媚早晨，但这却是噩梦的开端。 在这后面的几天里，我仿佛来到了RE0的异世界，反复体验着“手脚冰凉-发烧-吃药-流汗-退烧”的循环。当时想到一个名词”冰期“和”间冰期“，对我而言应该就是”烧期间“和”间烧期“了。每每从床上醒来，我所期待的都是我的时间线能够有所推进，可是几个小时后的身体状况告诉我，循环又再次开始了。虽然不用像486那样需要经历死亡的痛苦来进行轮回，我觉得这样的循环对我而言也算是在鬼门关前走几遭了。但不过相对于肉体的折磨，这个时候心理的摧残可能更为致命，当你在这几十个小时内反反复复，你看着那水银柱升升降降跌宕起伏没有个头，你的乐观的心态也会被消磨殆尽。那个时候我能做的，就是听医生的话，反复喝热水，定时吃药。那一天，我一口气喝光了10瓶矿泉水烧出的热水(虽然照片里只有8瓶）。 这个循环之中有一个小插曲，是学指委的老师打电话通知我去东中院作核酸，但是当我打开门的时候，门口是一条封条，没有办法出门。这个时候房间电话响了，是前台打过来的：“118你不要出来！“。我愣了一下，才发现她喊的是我的房间号，却总有一种总控制中心在给每一个有编号的克隆人发送预设指令的错觉。不过也怨不得前台，人家也不知道你叫啥。 那个时候我的病情又再次加重了，水银柱再一次窜回了39那根线。我已经身心俱疲了，当时冥冥中有一种看不到未来的感觉。我那个时候有好几次动过给好朋友发送我手机和qq密码的冲动，但是每次到聊天框，我又忍住了，”CC，你不能这样，你要好好地活，如果你自己都不能相信自己，还有谁能相信你呢“，赶忙删掉一行字，又去奔赴下一个有可能跳出循环的序列中去了。 13日凌晨，做了隔离以来的第一次核酸，第一次觉得从大智居走到东中院有那么那么的远。我已经记不清我在路上踢开了多少落叶，踩扁了多少小浆果，咬咬牙迈开步子多少次。一路上除了做核酸的队列其他一个人都没有，只有一只白色的小狗摇着尾巴向我们颠过来。小狗它不知道发生了了什么，但是它也会疑惑，今天怎么没有小姐姐给我喂好吃的呢？第一次看见灯火通明的东上、东中和东下院，也第一次看到这么多的医护人员依旧穿着密不透风的防疫服站在那夜色之中，他们上次脱下这件衣服可能还是前天。 轮到我做核酸之前，前面一位同学在和医护人员问好：”吴老师，辛苦了！“。我猛然意识到，其实这些”大白“都是交大的人民教师，前几个小时他们可能还在线上讲授凸优化理论，下午可能还在忙于组织学院的防疫工作，而一结束就又投身到新的防疫一线去了。他们为交大付出了太多太多，作为同学难道不应该珍惜他们的劳动，好好地活过这段艰难的时光吗？ 一觉醒来，就已经是中午了，隔离第二次通知做核酸，不幸的是，我恰好刚度过“间烧期”，于是我又套上了我的秋衣秋裤毛衣羽绒服。那天正午，好像非常冷又好像非常热，对我而言，即便穿了这么多也才觉得刚刚好，那估计是挺冷的。但是转头一看，路对面的同学都穿着非常清凉的短裤短裙，让我又觉得好像很热。这个时候我已经丧失了辨别环境温度的能力了，只能通过观察别人的衣着来判断：“噢，今天好像是很热呢“。看了一眼实时气温：27度。好家伙，这体内的病毒存心和我过不去是吧，已经直接剥夺了我感受春天的能力了。 当我做完核酸，想赶快上床度过这个“烧期”，结果电话已经一波接着一波来了： “同学你好！我是闵行区疾控中心的，你的12日核酸异常，需要提供你的下述信息......” “118，你现在需要运转到其他地方，赶快收拾好东西，到门口集合。” “是CC吗，我是学校学指委的老师，现在你的情况是......” “............” 走到外面一看，运转的车原来是救护车。“完了，看来大概率是寄了。” 可能大家在这个疫情中最关注的是何时解封何时清零，如果我没有写下这一篇文字，可能绝大多数人也不会知道确诊病例的情况，所以我想提笔写下来。 他们在乎的是你有没有和他们密接，而不是你后续的情况。 很多朋友也在坚强的面对这次的困难。 What does not kill me, makes me stronger 很像鲁提辖拳打镇关西里面的，鼻子打出个五味碟。","categories":[{"name":"随笔","slug":"随笔","permalink":"https://gaussc10032.github.io/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"特别的经历","slug":"特别的经历","permalink":"https://gaussc10032.github.io/tags/%E7%89%B9%E5%88%AB%E7%9A%84%E7%BB%8F%E5%8E%86/"},{"name":"春日","slug":"春日","permalink":"https://gaussc10032.github.io/tags/%E6%98%A5%E6%97%A5/"}]},{"title":"第一篇！","slug":"我的第一篇小文章","date":"2022-03-10T03:43:23.000Z","updated":"2022-03-27T03:06:33.612Z","comments":true,"path":"2022/03/10/我的第一篇小文章/","link":"","permalink":"https://gaussc10032.github.io/2022/03/10/%E6%88%91%E7%9A%84%E7%AC%AC%E4%B8%80%E7%AF%87%E5%B0%8F%E6%96%87%E7%AB%A0/","excerpt":"","text":"你好呀！欢迎来到我的主页。这里有我的一些胡思乱想。","categories":[{"name":"随笔","slug":"随笔","permalink":"https://gaussc10032.github.io/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"标签1","slug":"标签1","permalink":"https://gaussc10032.github.io/tags/%E6%A0%87%E7%AD%BE1/"},{"name":"标签2 (可选)","slug":"标签2-可选","permalink":"https://gaussc10032.github.io/tags/%E6%A0%87%E7%AD%BE2-%E5%8F%AF%E9%80%89/"}]}],"categories":[{"name":"随笔","slug":"随笔","permalink":"https://gaussc10032.github.io/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"特别的经历","slug":"特别的经历","permalink":"https://gaussc10032.github.io/tags/%E7%89%B9%E5%88%AB%E7%9A%84%E7%BB%8F%E5%8E%86/"},{"name":"春日","slug":"春日","permalink":"https://gaussc10032.github.io/tags/%E6%98%A5%E6%97%A5/"},{"name":"标签1","slug":"标签1","permalink":"https://gaussc10032.github.io/tags/%E6%A0%87%E7%AD%BE1/"},{"name":"标签2 (可选)","slug":"标签2-可选","permalink":"https://gaussc10032.github.io/tags/%E6%A0%87%E7%AD%BE2-%E5%8F%AF%E9%80%89/"}]}