{"meta":{"title":"CC的主页","subtitle":"CC的主页","description":"欢迎你来到CC的主页","author":"Cheng CHENG","url":"https://gaussc10032.github.io","root":"/"},"pages":[{"title":"我的简历","date":"2022-03-10T04:01:05.000Z","updated":"2022-03-10T04:01:34.060Z","comments":true,"path":"about/index.html","permalink":"https://gaussc10032.github.io/about/index.html","excerpt":"","text":"我不知道写什么，就空在这里好了"},{"title":"Gallery","date":"2022-03-10T03:20:05.000Z","updated":"2022-03-10T03:22:02.598Z","comments":true,"path":"gallery/index.html","permalink":"https://gaussc10032.github.io/gallery/index.html","excerpt":"","text":""},{"title":"group","date":"2022-03-10T03:50:04.000Z","updated":"2022-03-10T04:02:52.366Z","comments":true,"path":"group/index.html","permalink":"https://gaussc10032.github.io/group/index.html","excerpt":"","text":""}],"posts":[{"title":"My Nordic Life 我的北欧生活","slug":"Life","date":"2023-01-09T21:23:22.156Z","updated":"2023-01-10T21:39:31.897Z","comments":true,"path":"2023/01/09/Life/","link":"","permalink":"https://gaussc10032.github.io/2023/01/09/Life/","excerpt":"","text":"自从上一次发布blog已经接近一年了。2022年我有太多故事想要诉说，既然标题是北欧生活，那就从”北欧“先讲起吧。 有很多朋友问我为什么选择去瑞典留学。这是个好问题，我自己也想对此聊一聊我的看法。毕竟对于中国留学生而言，美国、香港、新加坡、英国才是留学首选，或者就是德国、加拿大、瑞士等等国家。瑞典好像从来不在这样的一个留学热门国家列表上。之前有一个看上去很“懂”的长辈得知我去瑞典留学之后说”去留学之后带点‘瑞典卷（Swiss roll)’回来。“，显然他认为的瑞典和瑞士是一个国家。 其实，“为什么选择瑞典”这个问题可以先回溯到”为什么选择留学“这个问题上来。 最开始，留学似乎是我用来逃避考研的一个方式。或许是厌恶高三那一年高强度的重复性学习，我很难说服自己再去花一年去做类似的事情。大概在2020年下半年，经历了居家上课一学期成绩的毁灭性崩盘，我开始萌生了留学的想法。在后面的接近一年里，我不断搜罗着适合我的留学项目，也不断反问自己留学的初衷是什么。难道只是因为保研保不上，考研不想考就选择一条所谓的退路吗？我不想被人云亦云的大潮裹挟，遂在寒假期间好好思索了许久。我最后的答案很简单，就是体验一下未曾体验过的生活。于是抱着体验留学生活的想法，我放弃了中国留学生含量相对较高的香港新加坡英国和美国，选择了相对冷门的瑞典。 于是在2022年8月16日，我坐上了从香港飞往多哈的飞机，正式开启了我的留学之旅。我很激动，又有些紧张。激动在于这是我人生二十多年来第一次走出国门，紧张在于外面的一切都是陌生的。我还很清楚的记得我这么多年来说的第一句英语是”Apple Juice，please”。我很紧张，这几乎是我这十几年来第一次和外国人交流。在空姐距离我还有好几排的时候，我已经开始酝酿我该怎么讲了：”是要雪碧还是要果汁呢？诶诶，雪碧怎么讲来着“，最后我只点了我会讲的果汁，然后庆幸我没有讲错。那个时候的我还难以想象，半年之后我已经可以和外国出租车司机谈笑风生了。 所以来到瑞典的第一步就是锻炼英语，尤其是口语。其实在考托福的时候，我就发现了我的口语真的是烂的无可救药，甚至因为小分不够没能申去荷兰念书。不过真正来到国外之后，才发现我的口语是真的真的稀碎无比。我还记得第一次英语长对话是在领宿舍钥匙的时候。负责住宿的墨西哥小姐姐一直在输出，然后我就一直”yes, yes”，即便有些我没有听懂，我还是装作全都听懂的样子，最后说了一句蹩脚的“Thank you”。后来的一个月左右，如果不需要我说太多的时候，我都会主动保持沉默，因为我害怕我讲不出流利的英语。但是和室友聊天的话，还是需要主动说一些话的，我的英语问题就一下暴露了。不仅仅说的句子都是支离破碎的，甚至很多时候想不起来某些单词的英语翻译，都是室友帮我补充的（感谢他们耐心听完破碎的口语）。我的室友一位来自阿尔巴尼亚，一位来自缅甸。我自诩我的地理还不错，但竟然最最开始都没听懂他们来自哪里，甚是尴尬。阿尔巴尼亚小哥英语很流利，讲albania的时候，我真的一时半会儿没反应过来。至于缅甸室友，就更尴尬了，她硬是给我解释了好几遍“这个国家在泰国旁边”，我才明白，因为缅甸这个词不是直接从英文myanmar音译过来的。刚来的一个月，我明显的感觉到我和国际世界有明显的脱轨，很多东西我知道中文是什么，但我完全不知道它们的英文是什么，该怎么讲。一个明显的例子就是在宿舍，我的缅甸室友经常问我在做什么菜。我很想和她介绍一些中国美食，却完全不知道怎么讲。比如有一次我在做饭，她问”Are you cooking porridge?”。然后我（嗯？什么是porridge）“Sorry?”，然后就是我去Google搜一搜，发现porridge是粥的意思。这么接近十秒的尴尬在后来的几个月生活中时有发生，有时候我为了避免尴尬，提前去搜一搜某个菜品的英文该怎么讲。 不过后来，我发现如果想锻炼好英语听力和口语，得走出舒适圈，敢于主动说出来才行。得益于我的硕士项目中只有我一个中国人，所以每天上学都是极佳的锻炼英语机会。我们有一门课，几乎每周都有不同的小组作业，所以每次我都有机会抽到和几个外国人高强度对话。幸运的是第一次就分配了一个英语母语者，不幸的是她是美国人，因为她说的超级快。我感觉这个时候，不仅我的口语受到了极大的挑战，我也十分怀疑我的听力也是不是很有问题。但是她人真的很好，每次我听不太懂的时候，她都会换一种说法让我能听明白。她也时常在做作业做累的时候，分享给我一些她看到的小猫小狗的视频，很是有趣。 不过渐渐地我发现，英语问题只是一个非常小的困难，更多的挑战接踵而至。最最最先出现的便是高物价问题。瑞典的物价是真的高的离谱。在这里简简单单吃一顿饭，平均得花120瑞典克朗（折合人民币80块）。我的天呐，这价格接近是我在上海交大吃学生食堂的四倍。四倍价格还就算了，味道还不及食堂阿姨水平，属实大跌眼镜，就这还发达国家呢？由于我还没有经济独立，很不情愿每天花如此多的钱在饮食上，于是我选取自己做饭。感谢B站的王刚老师，让我白手起家学会了很多菜品。在课业不是很忙碌的时候，我的乐趣就在于自己动手做饭了。不过自己做饭也会面临很多麻烦，其一就是这里的蔬菜也很贵！！！最夸张的就是，在国内菜市场卖菜阿姨都会随手送的小葱，在这里一小捆竟然要18瑞典克朗（12人民币左右）。不过转念一想，在瑞典纬度这么高的国家，发展农业确实挺难的，哎，再次心疼一下我的腰包。除了饮食方面花销很高，交通开销相比国内也要高的多得多。首先就是坐公交车了，市内公交成人票，单程28瑞典克朗（19人民币左右），月票569瑞典克朗（390人民币左右）。当我第一次看到这个数字的时候我愣了一下，愈发地不能理解为什么这么贵，要知道上海的公交车单程一般也就2块钱，地铁坐再远也不至于要19块人民币。后来和瑞典的同学聊天才知道，是因为瑞典的所有公共交通政府是没有补贴的，完全是由运营的公交公司决定的，公司为了盈利必须定价高一些。我所在的城市没有共享单车，但有很多共享滑板车（scooter），但是价格也是非常离谱。以lime共享滑板车为例，除去15克朗的开锁费，每分钟的价格是3克朗（2块人民币左右），所以有时候仅仅是爽了一小会儿，银行卡就扣了75克朗（50人民币左右），然后我就再也不去骑它了。 物价高也就算了，这里的生活也很单调。每到周日，不仅公交班次变得极少，市中心开着的餐馆和商店也大幅减少。这在中国是绝对不可能发生的事情，很多店主巴不得周末多开一会儿，多赚点钱呢。在国内，很多时候美食是一种能舒缓心情的好东西。在交大每每上课上累了，心里想的第一件事情就是：“哎呀，今天去哪吃饭呢，要不去吃四餐的鸭血粉丝吧，好久没去了。”而在这里，每每到中午，吃饭反倒成了一个需要发愁的事情。其一就是，我硕士所在的Lund University竟然是没有正式的学生食堂的。只有一些学院会有所谓的Student Cafe，且只会卖一些很健康的冷藏三明治（当然也很贵就是了）。而我的学院就更不幸了，不仅学院楼没有任何卖食物的地方，方圆几百米也没有任何一家餐馆（天呐，这真的是在发达国家念书吗？）。我的宿舍也不幸地分在了离市中心四公里的郊区，这里方圆一两公里都没有任何像样的餐厅。我刚来lund的时候，早上10点在宿舍附近的街区跑步，绕着这一片区域跑了三四公里，愣是没碰到几个行人。看来人家不在这里开餐馆也是有原因的，本身就没几个人住在这。写到这里，我又去google查了一下lund的人口，只有9万人左右，约等于一个交大加一个复旦。我之前和瑞典朋友聊天的时候，他问上海人口有多少，我说26million。他反复和我确认了一下是26million而不是2.6million，毕竟2600万可是整个瑞典人口（1000万）的两倍还要多。所以和国内的热热闹闹相比，这里明显要冷清很多。 随着冬天的来临，两个非常严重的问题来了。一个是非常糟糕的天气，一个是非常短的日照时间。其实这两个问题，在我来瑞典之前就有所耳闻，但真正面对到这两个问题的时候还是有些束手无策。天气糟糕是有多糟糕呢，也就是连续两周都下雨吧，下雨它还不满足，还得刮大风。我自以为适应了上海的湿冷，没想到在Lund被狠狠地教训了一下。伴随着糟糕的天气，日照时间也逐渐变短了。在初中地理中我们都学过，在北半球的冬季，纬度越高，日照时间越短。我一开始觉得：“哎，也就是提前一两个小时日落呗，这有啥顶不住的。再说了，我还特地因为纬度问题没有选择去阿尔托大学（在赫尔辛基）和瑞典皇家理工学院（在斯德哥尔摩）呢，Lund已经是瑞典最南部了，应该会好些吧。”然后现实狠狠地打了我的耳光。最开始是四点半日落，其实还好，但冬天绝大多数时候不是晴天，所以三点多天就阴沉沉的了。这种情况，越接近12月22日（太阳直射南回归线）越严重。在12月的时候，几乎就是白天要到九点半天才亮，而下午三点多天就黑了。很多时候，我和班里同学开玩笑说：“现在时钟上显示的是下午四点，但我感觉已经晚上十点了，我想睡觉了。“范仲淹说：“不以物喜，不以己悲”，我感觉我离这种境界差远了。整个12月我感觉就没有看到过几次蓝天，更别提完整的太阳了。那个时候，我感觉我生活在《流浪地球》描述的地球里，我也深切地感受到了看不到太阳有多么得绝望。我想再一次引用一下刘慈欣老师的原文：当东方再次出现霞光我知道已被忘却启航的时代太远太远但那一时刻要叫我一声啊当人类又看到了蓝天我知道已被忘却太阳系的往事太久太久但那一时刻要叫我一声啊当鲜花重新挂上枝头啊，地球，我的流浪地球…… It has been almost a year since last blog. 其次便是，我在封校期间除了和室友接触以外以及做核酸之外，几乎没有其他活动区域，所以暂时只告知了我密接的室友让他们做好个人防护。第三，其实在疫情之下，有几个字眼是很敏感的，便是“发烧”和“阳性“。不论你是谁，只要你的宿舍有发烧同学或者确诊病例的事实传播开来，那么总会有人借此“发烧同学”抒发自己无法获得暂时自由的不满，我很能理解他们的感受，毕竟什么事情都没干就要被封楼被隔离，甚至不少同学需要在这段时间参加公司面试、考研复试等等人生中很重要的节点，那么释放一下情绪也很正常。但我觉得我的心态还是相对比较脆弱，所以几乎没有在任何群聊中讨论此事，我也在接近两周的时间内近乎失踪了。 提醒：本文没有任何言论偏激以及抨击社会的文字，仅仅是作为一名确诊病例个人的感受，还望大家耐心看完我的流水账之后再发表意见。（注：网页加载较慢，请耐心等待。另外PC端阅读体验更佳噢） 那么，开始吧。 1.3月11日 —— 宿舍这一天是封校第三天，最开始谁都没有注意到，包括我自己。 这天凌晨喉咙有一些微微的瘙痒，我一开始还不以为然，毕竟宿舍内空气不是很流通，微微的咳嗽很正常，并且此时的我还沉醉在和朋友五排五连胜的兴奋之中，根本顾不到身体的细小变化（那可不是嘛，鲁班大师真滴C）。 而到了中午就开始有些不正常了，突然感觉身体很虚很累，直觉告诉我应该上床睡一觉，状态或许就能refresh了。醒来确实好了些，但是双手和双脚变得非常冰凉，在20来度的天气下，我甚至换上了我的秋衣秋裤（后来我会发现这个随手换衣服的举动还是很重要的），旋即从医疗箱中掏出温度计想测一测有没有发烧。 ”39.2度！“我还是忘不了那个细细的水印柱直直的戳过39那根线的画面，上一次我发烧到这么高的温度还是15岁，我的脑海里似乎都快忘记发烧为何物了，以至于直接飙到了这么高的温度而不自知。与此同时，我的咳嗽愈发地严重了，似乎每次咳嗽都能把我的嗓子咳出血来（这么说等疫情结束真得好好把宿舍消毒消毒）。 那天的夕阳很美，可是我却有种“只是近黄昏”的无力感。 倘若换作平日，我肯定直接烧上一大壶热水，吃一点退烧药，然后扔掉手中的所有活，躺到床上睡大觉。可是现在是特殊时期，要是真的自己新冠中招了怎么办？我有些慌张，有些不知所措，但是理智告诉我得先汇报上去，于是我将情况告知了思政老师、楼栋老师、校医院的老师以及江川路街道的防疫人员，他们非常关心我的情况，很快校医院老师将止咳药和退烧药送到了楼下，楼栋老师帮忙送到宿舍门口。匆忙灌下药片之后，迷迷糊糊之间我又爬上了床。这时候我的室友全都呆在宿舍，焦急地等待着，期待我的情况好转。 然而事与愿违，几个小时之后，水银柱依旧坚挺在38.8度左右，死活不肯掉下来。那个时候的我已经有种灵魂出窍的感觉了，身体里的神经系统仿佛已经不听使唤，只剩下双手和双脚一直在打寒颤。（事实证明那个时候用手拿着拍的照片都是糊的） 我的室友见状提议我立刻去校医院面诊，他们仨一起陪我去。他们虽然平时经常阴阳怪气，互相抬杠（bushi)，但是人还是很善良的。那个时候已经是深夜11点了，他们仨一直陪我走到校医院，直到医生给我开完药，把我带去大智居隔离才离开，很感谢他们的关心！ 是的，到校医院之后烧依旧很高，医生直接带我去校内隔离专用招待所“大智居”隔离。直到安顿下来已经凌晨两点了，那个时候我在镜子里勉强给自己拍了一张照片，状态真的很不好（我的评价是像一件羽绒服包裹的一摊烂泥）。 可是即便是凌晨两点，我依旧难以入睡，因为与此同时我的体内的白细胞战士们在和入侵的病毒进行一场激烈的战争。为了分神，我打开b站回放了昨天的kpl比赛，随着我的额头微微浸出一点汗水，我才渐渐被困意拖入梦乡。 2.3月12日、13日——大智居其实直到这几天，我的两次核酸报告全是阴性，而且我自己也倾向于认为自己没有感染新冠，而是其他病毒性感染。等我醒来，早已阳光明媚，量一下体温：36.7度。“你看，果然是小毛病，第二天就好了，估计在这里待几天就能回去了。“我暗自窃喜，看着窗外的初春，我十分期待能够在春日正盛之时与她撞个满怀。 可是事实总是没有我们想象的那么美好，还没过几个时辰，我的手脚又开始变得凉飕飕的，我赶忙量了一下体温：38.7度。”完了，大事不妙，这次不简单。”赶紧吃了退烧药又直直地躺到床上去了，仿佛任凭温度计的温度来支配着我。那个时候我的腿脚冰凉得用两层被子盖都没有用，很狼狈地套上了两层棉袜才勉强舒服一些。几个小时过后，汗流出来了，温度降下去了，吃饭也有食欲了，好像一切又回到了刚起来的明媚早晨，但这却是噩梦的开端。 在这后面的几天里，我仿佛来到了RE0的异世界，反复体验着“手脚冰凉-发烧-吃药-流汗-退烧”的循环。当时想到一个名词”冰期“和”间冰期“，对我而言应该就是”烧期间“和”间烧期“了。每每从床上醒来，我所期待的都是我的时间线能够有所推进，可是几个小时后的身体状况告诉我，循环又再次开始了。虽然不用像486那样需要经历死亡的痛苦来进行轮回，我觉得这样的循环对我而言也算是在鬼门关前走几遭了。 但不过相对于肉体的折磨，这个时候心理的摧残可能更为致命，当你在这几十个小时内反反复复，你看着那水银柱升升降降跌宕起伏没有个头，你的乐观的心态也会被消磨殆尽。那个时候我能做的，就是听医生的话，反复喝热水，定时吃药。那一天，我一口气喝光了10瓶矿泉水烧出的热水(虽然照片里只有8瓶）。 这个循环之中有一个小插曲，是学指委的老师打电话通知我去东中院作核酸，但是当我打开门的时候，门口是一条封条，没有办法出门。这个时候房间电话响了，是前台打过来的：“118你不要出来！“。我愣了一下，才发现她喊的是我的房间号，却总有一种总控制中心在给每一个有编号的克隆人发送预设指令的错觉。不过也怨不得前台，人家也不知道你叫啥。 那个时候我的病情又再次加重了，水银柱再一次窜回了39那根线。我已经身心俱疲了，当时冥冥中有一种看不到未来的感觉。我那个时候有好几次动过给好朋友发送我手机和qq密码的冲动，但是每次到聊天框，我又忍住了，”CC，你不能这样，你要好好地活，如果你自己都不能相信自己，还有谁能相信你呢“，赶忙删掉一行字，又去奔赴下一个有可能跳出循环的序列中去了。 13日凌晨，做了隔离以来的第一次核酸，第一次觉得从大智居走到东中院有那么那么的远。我已经记不清我在路上踢开了多少落叶，踩扁了多少小浆果，咬咬牙迈开步子多少次。一路上除了做核酸的队列其他一个人都没有，只有一只白色的小狗摇着尾巴向我们颠过来。小狗它不知道发生了了什么，但是它也会疑惑，今天怎么没有小姐姐给我喂好吃的呢？第一次看见灯火通明的东上、东中和东下院，也第一次看到这么多的医护人员依旧穿着密不透风的防疫服站在那夜色之中，他们上次脱下这件衣服可能还是前天。 轮到我做核酸之前，前面一位同学在和医护人员问好：”吴老师，辛苦了！“。我猛然意识到，其实这些”大白“都是交大的人民教师，前几个小时他们可能还在线上讲授凸优化理论，下午可能还在忙于组织学院的防疫工作，而一结束就又投身到新的防疫一线去了。他们为交大付出了太多太多，作为同学难道不应该珍惜他们的劳动，好好地活过这段艰难的时光吗？ 一觉醒来，就已经是中午了，隔离第二次通知做核酸，不幸的是，我恰好刚度过“间烧期”，于是我又套上了我的秋衣秋裤毛衣羽绒服。那天正午，好像非常冷又好像非常热，对我而言，即便穿了这么多也才觉得刚刚好，那估计是挺冷的。但是转头一看，路对面的同学都穿着非常清凉的短裤短裙，让我又觉得好像很热。这个时候我已经丧失了辨别环境温度的能力了，只能通过观察别人的衣着来判断：“噢，今天好像是很热呢“。看了一眼实时气温：27度。好家伙，这体内的病毒存心和我过不去是吧，已经直接剥夺了我感受春天的能力了。 当我做完核酸，想赶快上床度过这个“烧期”，结果电话已经一波接着一波来了： “同学你好！我是闵行区疾控中心的，你的12日核酸异常，需要提供你的下述信息......” “118，你现在需要运转到其他地方，赶快收拾好东西，到门口集合。” “是CC吗，我是学校学指委的老师，现在你的情况是......” “............” 走到外面一看，运转的车原来是救护车。“完了，看来大概率是寄了。” 体验了人生第一次坐救护车，第一次“嘀嘟嘀嘟”是为自己而开的感觉，很复杂。救护车开得飞快，兜兜转转开向了沪金高速宁波方向，看来是要去金山区的上海公卫中心了。这个时候，却反倒没有一种绝望的感觉，似乎这种方式的尘埃落定也给了我一种奇妙的踏实感。车子驶过奉浦大桥的时候，正值傍晚，一幅“夕阳-闵浦二桥-黄浦江”的图景展露在我的眼前，很壮丽，又很凄美。 3.3月13日——上海市公共卫生临床中心到医院了，是友校复旦附属中山医院的分院。我们是第一批到的，这个时候偌大的病房大楼一个人没有，这也是这里最后一次如此宁静了。 安顿下来之后，医生让我填几张入院表单，而这几张表单也正式宣布，我已经是一名新型冠状病毒感染者了。 在遥远而又不是很遥远的2020年，covid-19开始席卷全球。还记得当时那个春季学期线上学校开会说，交大有一名同学确诊新冠。我那个时候在想，“天呐，ta还好吗”，如果我是那位同学，我一定要把自己特殊的经历和感受记录下来，让大家看一看。两年之后，我自己成了那位同学了，“感染了就感染了呗”，反正在医院里也没有条件去做其他事情（4g信号一直是一格），于是我开始用手机上的便签随手记录我在这里的所见所闻所感。 其实那个时候我还没有能摆脱“烧期”和“间烧期”轮回的困扰，我最想做的便是赶快吃些药然后睡过去。可是这里并不是招待所，这里没有热水，也没有热水壶，医生说热水壶也只能明天去争取一下。这个时候我的喉咙里像是有两个打火石在碰撞，灌凉水下去无疑是加剧反应。怎奈体温有一次蹦到了39度，只能勉强就着残余的矿泉水吞下了两枚药片，然后紧紧裹着被子赶快睡去。 然而这里想睡去也是不容易的。 首先便是各种亲戚朋友老师的“关心问候“（这里加引号不是说他们不是真心的，而是想表达一种适得其反的效果）。我很能理解他们的心情（毕竟这个时候能发消息关心我一定很难能可贵），不过他们其实很多时候并不能理解我的心情，他们穷追不舍问得越多，我就会越难受。因为这个时候我最需要的是好好睡一觉，而不是接受他们的近乎质询的”关心“。 但是我又不能不回复他们，不回复会更加加剧他们的担忧，我只能把手机放在枕头旁边，手机开着震动，一旦有消息就得赶快回复。我觉得这个时候很像是枕戈待旦的士兵，想睡却又不能完全睡去，这样的感受很是折磨。而为了赶紧结束聊天，我也不可能把真实的情况告诉他们，所以就有了这篇开头的机械式的”挺好的！谢谢关心“的回复，我也不想伤害他们的心呀。 其次便是医院里的人越来越多了，走廊里都睡满了人。 大家刚来到这里，好像都不是很满意。我听到一个大爷冲着护士叫嚷：”怎么安排睡走廊啊，医院怎么没有钱安排睡病房啊？“。转头又听到一位大妈在叫唤着：”我没有症状啊，凭什么把我和这群发热的住一起啊“。几个乱窜的小孩好像没有意识到事情的严重性，还在快乐地和小伙伴玩耍。一个年轻小哥，少数几个没怎么和护士吵嚷的，躺在床上，外放着快手搞笑博主的直播，笑得乐呵呵。 我仿佛又一次回到了19年夏天的”杭州-齐齐哈尔“普快列车的硬座车厢，久久不能入眠。（不过啥时候才能回到那个时候的说走就走的旅行呢） 那一天真的过得好漫长好漫长，一直到晚上11点半才和护士要到我的晚饭（一盒饺子），我没有埋怨，毕竟护士很忙。后来的观察发现，偌大的病房大楼一层楼竟然只有一名护士值班。她一个人不仅要对大几十名病人的健康负责，还得一直耐心回复各种各样乱七八糟的无理要求，有时还要摇身一变变成外卖小哥，把每一个人的三餐保证送到，而当夜深人静大家都睡去的时候，她又默默地坐回自己的电脑前，整理每个病人的数据。她的年龄并不大，可能是医学院才毕业的学生，但她还得冒着被新冠感染的风险，每日每夜地在这里，穿着一层层密不透风的防护服为每一位病患服务。这个时候，又怎么能因为自己的一些毫不起眼的私人需求去要求她做这做那甚至和她吵嚷起来呢？ 想到这里，我赶快咽下了早已经冰凉的饺子。 在这个特殊的时期，很多人会说“特殊时期，考虑考虑别人的感受吧。”比如食堂的阿姨和师傅在学校都没有地方睡觉，只能把几个餐桌拼起来上面铺一层被子当床睡，之前有个同学去当食堂志愿者写了下面的这些文字。 可是，难道不是特殊时期就不用考虑别人的感受了吗？我上学期特地花了两周的时间去调研校园巴士，也结识了校内的几位司机师傅。我了解到有一位师傅因为公交到站仅仅是提前了2分钟，就被校内老师同学举报并争吵，最后的结局就是司机直接被开除。而食堂的阿姨也是，只要被同学们在后勤保障页面里举报了，就会丢掉一天的工资。可是他们做错了什么呢，我们可以看一看：“六餐打饭阿姨凶我挑三拣四”。？这难道不是你自己的问题吗，阿姨忙碌一天了，你还挑三拣四增加阿姨的负担，这不是emm。所以，我其实希望不仅仅是现在，即便是平日，大家能够不要仅仅站在自己的立场去考虑问题吧，或许这样，我们的世界才会少一些争端，多一些宽容吧。 3.3月14日——上海市公共卫生临床中心距离来到医院才不过十几个小时，困难便接踵而至了，由于绝大多数同学被拉来隔离的时候是临时通知，很多同学并没有随身带着很多物资。那个时候没有热水，没有足够的充电口，没有能够洗漱的用品，没有办法洗澡，没有口罩，连续两三天只能戴这同一个已经有点湿润的口罩了，甚至连纸巾也是一个走廊的人共用一两包。 随着自己带着的物资越来越少，反倒是纸巾对我而言显得尤为珍贵。那个时候我已经处于半只脚能够踏出”烧期“轮回的状态了，擤鼻子的频率大概是一分钟一次，可是我只剩下了一包10张纸的便携装纸巾。于是，我只能先把每一张纸铺开，慢慢搓出它的每一层，然后把每一层再分成4份。即便这个时候纸已经非常薄非常小了，幸好还能用。 其实医院也完全没有意识到送来医院的人会有如此得多，第二天的中午和下午，走廊里依旧在不断塞人，很多人甚至连走廊里的支架床都没有，只能搬一张蓝色的塑料凳，坐在少数几个充电头前无聊地刷着手机。其实在这种状态下，物资稀缺也很能理解，医院其实已经在尽量调集物资了，可是供不应求呀。 然而首先击败人们的不是物资上的缺乏，而是人心。那几天，无论是在酒店隔离的同学还是在学校的同学，或多或少都收到了学校和闵行疾控的慰问，”鲜花，巧克力，零食，水果，口罩“应有尽有。那天，朋友圈被刷屏了，文案基本都是”感谢闵行疾控！感谢交大！“；”哇！花花！好感动！“；”呜呜，学校太好了！交大nb!“。你说，这样的对比会给医院里还发着高烧的同学带来多大的心里创伤呢。 果然，那一天医院里的同学们都在微信群里激烈的讨论这件事，可能是被折磨得太久了吧，很多同学直言：”不患寡而患不均“；”会哭的孩子有奶吃“；”请问学校是放弃我们了吗？“。其实，相对于正在隔离的同学而言，从理性而言，肯定是医院接受治疗的同学更急需物资的，很能理解大家的心情。但是医院毕竟处于金山区，而且是封闭管理的，学校能够将物资送进来肯定需要时间的。那个时候，我没有发言，我相信学校一定会给出一个满意的解决方案的。 嗐，果然灾难之下，最可怕的并不是灾难本身。 4.3月15日-26日——上海市公共卫生临床中心今天是入院的第三天，没想到咳嗽的症状又再度回来了。那个时候的咳嗽频率大概可以快到每秒一次，在凌晨，我极力控制自己不去咳嗽，可是那个时候的喉咙就像是鸡毛掸子以16倍速在挠最敏感的部位一样，根本无法入眠。为了不打扰大家休息，我在凌晨三点半提着热水壶跑到了走廊最尽头的折角，放声尽力地咳出来，咳了接近半个小时依旧没有好转。我确定这个晚上是睡不了了，于是我打开了沉睡已久的电脑，玩起了不用网的单机游戏《我的世界》分分神。我一边钓着鱼，一边望着晚霞和星空交织的景色，出了神。嗐，虚拟世界终究是虚拟世界呀。 日子一天天过，走廊的人越来越少了，大家也都慢慢住进了病房里。学校的物资也一批一批地来了，医院的小卖部也终于可以线上点单了，咳嗽也逐渐消退为半分钟一次了，发烧的温度也终于降到38度一下了，日子终于朝着向好的方向发展了。 而接下来的一周多时间大致是这样度过的： 每天凌晨不定时护士来做核酸，有的时候是三点半，有的时候是四点半，有的时候是五点半。其实那个时候我们又兴奋又紧张。兴奋在于，每做一次核酸就能加大阴性的比例，而连续两次以上阴性就能出院了。而紧张就在于，医院里做核酸非常严苛，首先是很疼的鼻拭子，接着是被很多同学形容为“捅到脑浆”的程度，其实一点也不夸张。护士手里的核酸采样棒，可能和一根筷子一样长，但远比筷子要细，我做完之后的感受便是“像是护士放了一条小蛇游进你的鼻孔深处，左晃晃右晃晃，然后咬了你一口”。 不过凌晨场的好处便在于，大家都还没有完全摆脱沉睡状态，还没回过神，就被咬了一口。而如果是意识清醒的下午场，那可以就不一样了，打败你的可能不是“小蛇”，而是看到推着小推车的护士时人们的恐惧，不少同学甚至被捅出了鼻血，其实更多的是因为恐惧而带来的鼻孔逃避。 除了做核酸，便是吃饭了。医院的伙食确实没有那么好，有同学形容为“肉片，黄瓜片，白菜三种食材的排列组合“一点都不为过。但其实，在这种情况下，难道不是吃饱饱最重要吗？所以也没那么讲究了。 闲暇的时候，我还会跑到一层楼少数几个能够看到外景的地方好好欣赏一下外面的春色。和宿舍酒店不同，病房一般都安排在走廊的夹层里，是一个四周近乎封闭的黑盒子。我搬了张凳子坐在那块窗户前面，时间长了，那扇窗户仿佛不是窗户，而是一个大大的画框，里面是能够随时间变化的风景画，好不让人流连。 而每天晚上就到了惊心动魄的洗鼻子环节，洗鼻子能够加快转阴。为什么说惊心动魄呢，且看我为大家展开说说。首先，下面的这张图是洗鼻子的仪器，需要把那个尖尖的东西塞进一个鼻孔。而仪器里装的便是药剂，每做一次，需要把瓶子里的药剂全部挤完。可是你要问了，鼻腔里哪里有那么多空间存下这么多药剂呀。你说的没错，药剂不是要填充，而是填充满之后从另一个鼻子流出来。我的天，写到这里，我的鼻子又开始微微作痛了（已经ptsd了属于是）。 准备工作做好之后，便是正式的开始了。刚塞进一点药液，我觉得像是游泳的时候呛了几口水那样，稍微有一些疼痛。可是随着药剂的深入，言语已经无法很好形容那个时候的状态了。药剂的味道有点像酱油和海水混在一起，塞进鼻腔之后，我像是被鲁提辖三拳打死的郑屠一样，鼻子里像是五味调料瓶瞬间爆炸。随着药剂一点点的流出，也终于遁入了平静，可是后调依旧酸爽，像是两管芥末直接灌入鼻腔顺便随手撒了一盘辣椒面。我每次都这样安慰自己的鼻子：”为了能早日出院，鼻子兄多吃几次辣椒面又算什么呢？“也希望鼻子哥能够理解。 终于到了出院的那一天了，来到医院治疗已经整整两周了，看着医院地上的”祝您早日康复“，我说不出话来。想说的太多太多，想要写下的经历也太多太多。 可能大家在这个疫情中最关注的是何时解封、何时清零，如果我没有写下这一篇文字，可能绝大多数人也不会知道确诊病例这样一个本该在疫情正中心的人群的情况，所以我想提笔写下来，夹杂了一些我的想法，愿与诸君共勉。 与此同时，很多朋友也在坚强的面对这次的困难。现在仍然有很多防疫战士仍旧坚守在一线，谢谢你们！倘若世界多一些这样的战士，少一些”精致的利己主义者“，或许这个世界会更美好吧。 其实我还有太多太多想说的了，权当留给下一次update吧。 我知道已被忘却流浪的航程太长太长但那一时刻要叫我一声啊当东方再次出现霞光我知道已被忘却启航的时代太远太远但那一时刻要叫我一声啊当人类又看到了蓝天我知道已被忘却太阳系的往事太久太久但那一时刻要叫我一声啊当鲜花重新挂上枝头啊，地球，我的流浪地球…… What does not kill me, makes me stronger 2022年3月29日","categories":[{"name":"随笔","slug":"随笔","permalink":"https://gaussc10032.github.io/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"特别的经历","slug":"特别的经历","permalink":"https://gaussc10032.github.io/tags/%E7%89%B9%E5%88%AB%E7%9A%84%E7%BB%8F%E5%8E%86/"},{"name":"海外","slug":"海外","permalink":"https://gaussc10032.github.io/tags/%E6%B5%B7%E5%A4%96/"}]},{"title":"My Nordic Life 我的北欧生活","slug":"Nordic_Life","date":"2023-01-09T20:57:43.325Z","updated":"2023-01-09T21:15:49.074Z","comments":true,"path":"2023/01/09/Nordic_Life/","link":"","permalink":"https://gaussc10032.github.io/2023/01/09/Nordic_Life/","excerpt":"","text":"距离上一次发blog已经接近一年了。 It has been almost a year since last blog. 其次便是，我在封校期间除了和室友接触以外以及做核酸之外，几乎没有其他活动区域，所以暂时只告知了我密接的室友让他们做好个人防护。第三，其实在疫情之下，有几个字眼是很敏感的，便是“发烧”和“阳性“。不论你是谁，只要你的宿舍有发烧同学或者确诊病例的事实传播开来，那么总会有人借此“发烧同学”抒发自己无法获得暂时自由的不满，我很能理解他们的感受，毕竟什么事情都没干就要被封楼被隔离，甚至不少同学需要在这段时间参加公司面试、考研复试等等人生中很重要的节点，那么释放一下情绪也很正常。但我觉得我的心态还是相对比较脆弱，所以几乎没有在任何群聊中讨论此事，我也在接近两周的时间内近乎失踪了。 提醒：本文没有任何言论偏激以及抨击社会的文字，仅仅是作为一名确诊病例个人的感受，还望大家耐心看完我的流水账之后再发表意见。（注：网页加载较慢，请耐心等待。另外PC端阅读体验更佳噢） 那么，开始吧。 1.3月11日 —— 宿舍这一天是封校第三天，最开始谁都没有注意到，包括我自己。 这天凌晨喉咙有一些微微的瘙痒，我一开始还不以为然，毕竟宿舍内空气不是很流通，微微的咳嗽很正常，并且此时的我还沉醉在和朋友五排五连胜的兴奋之中，根本顾不到身体的细小变化（那可不是嘛，鲁班大师真滴C）。 而到了中午就开始有些不正常了，突然感觉身体很虚很累，直觉告诉我应该上床睡一觉，状态或许就能refresh了。醒来确实好了些，但是双手和双脚变得非常冰凉，在20来度的天气下，我甚至换上了我的秋衣秋裤（后来我会发现这个随手换衣服的举动还是很重要的），旋即从医疗箱中掏出温度计想测一测有没有发烧。 ”39.2度！“我还是忘不了那个细细的水印柱直直的戳过39那根线的画面，上一次我发烧到这么高的温度还是15岁，我的脑海里似乎都快忘记发烧为何物了，以至于直接飙到了这么高的温度而不自知。与此同时，我的咳嗽愈发地严重了，似乎每次咳嗽都能把我的嗓子咳出血来（这么说等疫情结束真得好好把宿舍消毒消毒）。 那天的夕阳很美，可是我却有种“只是近黄昏”的无力感。 倘若换作平日，我肯定直接烧上一大壶热水，吃一点退烧药，然后扔掉手中的所有活，躺到床上睡大觉。可是现在是特殊时期，要是真的自己新冠中招了怎么办？我有些慌张，有些不知所措，但是理智告诉我得先汇报上去，于是我将情况告知了思政老师、楼栋老师、校医院的老师以及江川路街道的防疫人员，他们非常关心我的情况，很快校医院老师将止咳药和退烧药送到了楼下，楼栋老师帮忙送到宿舍门口。匆忙灌下药片之后，迷迷糊糊之间我又爬上了床。这时候我的室友全都呆在宿舍，焦急地等待着，期待我的情况好转。 然而事与愿违，几个小时之后，水银柱依旧坚挺在38.8度左右，死活不肯掉下来。那个时候的我已经有种灵魂出窍的感觉了，身体里的神经系统仿佛已经不听使唤，只剩下双手和双脚一直在打寒颤。（事实证明那个时候用手拿着拍的照片都是糊的） 我的室友见状提议我立刻去校医院面诊，他们仨一起陪我去。他们虽然平时经常阴阳怪气，互相抬杠（bushi)，但是人还是很善良的。那个时候已经是深夜11点了，他们仨一直陪我走到校医院，直到医生给我开完药，把我带去大智居隔离才离开，很感谢他们的关心！ 是的，到校医院之后烧依旧很高，医生直接带我去校内隔离专用招待所“大智居”隔离。直到安顿下来已经凌晨两点了，那个时候我在镜子里勉强给自己拍了一张照片，状态真的很不好（我的评价是像一件羽绒服包裹的一摊烂泥）。 可是即便是凌晨两点，我依旧难以入睡，因为与此同时我的体内的白细胞战士们在和入侵的病毒进行一场激烈的战争。为了分神，我打开b站回放了昨天的kpl比赛，随着我的额头微微浸出一点汗水，我才渐渐被困意拖入梦乡。 2.3月12日、13日——大智居其实直到这几天，我的两次核酸报告全是阴性，而且我自己也倾向于认为自己没有感染新冠，而是其他病毒性感染。等我醒来，早已阳光明媚，量一下体温：36.7度。“你看，果然是小毛病，第二天就好了，估计在这里待几天就能回去了。“我暗自窃喜，看着窗外的初春，我十分期待能够在春日正盛之时与她撞个满怀。 可是事实总是没有我们想象的那么美好，还没过几个时辰，我的手脚又开始变得凉飕飕的，我赶忙量了一下体温：38.7度。”完了，大事不妙，这次不简单。”赶紧吃了退烧药又直直地躺到床上去了，仿佛任凭温度计的温度来支配着我。那个时候我的腿脚冰凉得用两层被子盖都没有用，很狼狈地套上了两层棉袜才勉强舒服一些。几个小时过后，汗流出来了，温度降下去了，吃饭也有食欲了，好像一切又回到了刚起来的明媚早晨，但这却是噩梦的开端。 在这后面的几天里，我仿佛来到了RE0的异世界，反复体验着“手脚冰凉-发烧-吃药-流汗-退烧”的循环。当时想到一个名词”冰期“和”间冰期“，对我而言应该就是”烧期间“和”间烧期“了。每每从床上醒来，我所期待的都是我的时间线能够有所推进，可是几个小时后的身体状况告诉我，循环又再次开始了。虽然不用像486那样需要经历死亡的痛苦来进行轮回，我觉得这样的循环对我而言也算是在鬼门关前走几遭了。 但不过相对于肉体的折磨，这个时候心理的摧残可能更为致命，当你在这几十个小时内反反复复，你看着那水银柱升升降降跌宕起伏没有个头，你的乐观的心态也会被消磨殆尽。那个时候我能做的，就是听医生的话，反复喝热水，定时吃药。那一天，我一口气喝光了10瓶矿泉水烧出的热水(虽然照片里只有8瓶）。 这个循环之中有一个小插曲，是学指委的老师打电话通知我去东中院作核酸，但是当我打开门的时候，门口是一条封条，没有办法出门。这个时候房间电话响了，是前台打过来的：“118你不要出来！“。我愣了一下，才发现她喊的是我的房间号，却总有一种总控制中心在给每一个有编号的克隆人发送预设指令的错觉。不过也怨不得前台，人家也不知道你叫啥。 那个时候我的病情又再次加重了，水银柱再一次窜回了39那根线。我已经身心俱疲了，当时冥冥中有一种看不到未来的感觉。我那个时候有好几次动过给好朋友发送我手机和qq密码的冲动，但是每次到聊天框，我又忍住了，”CC，你不能这样，你要好好地活，如果你自己都不能相信自己，还有谁能相信你呢“，赶忙删掉一行字，又去奔赴下一个有可能跳出循环的序列中去了。 13日凌晨，做了隔离以来的第一次核酸，第一次觉得从大智居走到东中院有那么那么的远。我已经记不清我在路上踢开了多少落叶，踩扁了多少小浆果，咬咬牙迈开步子多少次。一路上除了做核酸的队列其他一个人都没有，只有一只白色的小狗摇着尾巴向我们颠过来。小狗它不知道发生了了什么，但是它也会疑惑，今天怎么没有小姐姐给我喂好吃的呢？第一次看见灯火通明的东上、东中和东下院，也第一次看到这么多的医护人员依旧穿着密不透风的防疫服站在那夜色之中，他们上次脱下这件衣服可能还是前天。 轮到我做核酸之前，前面一位同学在和医护人员问好：”吴老师，辛苦了！“。我猛然意识到，其实这些”大白“都是交大的人民教师，前几个小时他们可能还在线上讲授凸优化理论，下午可能还在忙于组织学院的防疫工作，而一结束就又投身到新的防疫一线去了。他们为交大付出了太多太多，作为同学难道不应该珍惜他们的劳动，好好地活过这段艰难的时光吗？ 一觉醒来，就已经是中午了，隔离第二次通知做核酸，不幸的是，我恰好刚度过“间烧期”，于是我又套上了我的秋衣秋裤毛衣羽绒服。那天正午，好像非常冷又好像非常热，对我而言，即便穿了这么多也才觉得刚刚好，那估计是挺冷的。但是转头一看，路对面的同学都穿着非常清凉的短裤短裙，让我又觉得好像很热。这个时候我已经丧失了辨别环境温度的能力了，只能通过观察别人的衣着来判断：“噢，今天好像是很热呢“。看了一眼实时气温：27度。好家伙，这体内的病毒存心和我过不去是吧，已经直接剥夺了我感受春天的能力了。 当我做完核酸，想赶快上床度过这个“烧期”，结果电话已经一波接着一波来了： “同学你好！我是闵行区疾控中心的，你的12日核酸异常，需要提供你的下述信息......” “118，你现在需要运转到其他地方，赶快收拾好东西，到门口集合。” “是CC吗，我是学校学指委的老师，现在你的情况是......” “............” 走到外面一看，运转的车原来是救护车。“完了，看来大概率是寄了。” 体验了人生第一次坐救护车，第一次“嘀嘟嘀嘟”是为自己而开的感觉，很复杂。救护车开得飞快，兜兜转转开向了沪金高速宁波方向，看来是要去金山区的上海公卫中心了。这个时候，却反倒没有一种绝望的感觉，似乎这种方式的尘埃落定也给了我一种奇妙的踏实感。车子驶过奉浦大桥的时候，正值傍晚，一幅“夕阳-闵浦二桥-黄浦江”的图景展露在我的眼前，很壮丽，又很凄美。 3.3月13日——上海市公共卫生临床中心到医院了，是友校复旦附属中山医院的分院。我们是第一批到的，这个时候偌大的病房大楼一个人没有，这也是这里最后一次如此宁静了。 安顿下来之后，医生让我填几张入院表单，而这几张表单也正式宣布，我已经是一名新型冠状病毒感染者了。 在遥远而又不是很遥远的2020年，covid-19开始席卷全球。还记得当时那个春季学期线上学校开会说，交大有一名同学确诊新冠。我那个时候在想，“天呐，ta还好吗”，如果我是那位同学，我一定要把自己特殊的经历和感受记录下来，让大家看一看。两年之后，我自己成了那位同学了，“感染了就感染了呗”，反正在医院里也没有条件去做其他事情（4g信号一直是一格），于是我开始用手机上的便签随手记录我在这里的所见所闻所感。 其实那个时候我还没有能摆脱“烧期”和“间烧期”轮回的困扰，我最想做的便是赶快吃些药然后睡过去。可是这里并不是招待所，这里没有热水，也没有热水壶，医生说热水壶也只能明天去争取一下。这个时候我的喉咙里像是有两个打火石在碰撞，灌凉水下去无疑是加剧反应。怎奈体温有一次蹦到了39度，只能勉强就着残余的矿泉水吞下了两枚药片，然后紧紧裹着被子赶快睡去。 然而这里想睡去也是不容易的。 首先便是各种亲戚朋友老师的“关心问候“（这里加引号不是说他们不是真心的，而是想表达一种适得其反的效果）。我很能理解他们的心情（毕竟这个时候能发消息关心我一定很难能可贵），不过他们其实很多时候并不能理解我的心情，他们穷追不舍问得越多，我就会越难受。因为这个时候我最需要的是好好睡一觉，而不是接受他们的近乎质询的”关心“。 但是我又不能不回复他们，不回复会更加加剧他们的担忧，我只能把手机放在枕头旁边，手机开着震动，一旦有消息就得赶快回复。我觉得这个时候很像是枕戈待旦的士兵，想睡却又不能完全睡去，这样的感受很是折磨。而为了赶紧结束聊天，我也不可能把真实的情况告诉他们，所以就有了这篇开头的机械式的”挺好的！谢谢关心“的回复，我也不想伤害他们的心呀。 其次便是医院里的人越来越多了，走廊里都睡满了人。 大家刚来到这里，好像都不是很满意。我听到一个大爷冲着护士叫嚷：”怎么安排睡走廊啊，医院怎么没有钱安排睡病房啊？“。转头又听到一位大妈在叫唤着：”我没有症状啊，凭什么把我和这群发热的住一起啊“。几个乱窜的小孩好像没有意识到事情的严重性，还在快乐地和小伙伴玩耍。一个年轻小哥，少数几个没怎么和护士吵嚷的，躺在床上，外放着快手搞笑博主的直播，笑得乐呵呵。 我仿佛又一次回到了19年夏天的”杭州-齐齐哈尔“普快列车的硬座车厢，久久不能入眠。（不过啥时候才能回到那个时候的说走就走的旅行呢） 那一天真的过得好漫长好漫长，一直到晚上11点半才和护士要到我的晚饭（一盒饺子），我没有埋怨，毕竟护士很忙。后来的观察发现，偌大的病房大楼一层楼竟然只有一名护士值班。她一个人不仅要对大几十名病人的健康负责，还得一直耐心回复各种各样乱七八糟的无理要求，有时还要摇身一变变成外卖小哥，把每一个人的三餐保证送到，而当夜深人静大家都睡去的时候，她又默默地坐回自己的电脑前，整理每个病人的数据。她的年龄并不大，可能是医学院才毕业的学生，但她还得冒着被新冠感染的风险，每日每夜地在这里，穿着一层层密不透风的防护服为每一位病患服务。这个时候，又怎么能因为自己的一些毫不起眼的私人需求去要求她做这做那甚至和她吵嚷起来呢？ 想到这里，我赶快咽下了早已经冰凉的饺子。 在这个特殊的时期，很多人会说“特殊时期，考虑考虑别人的感受吧。”比如食堂的阿姨和师傅在学校都没有地方睡觉，只能把几个餐桌拼起来上面铺一层被子当床睡，之前有个同学去当食堂志愿者写了下面的这些文字。 可是，难道不是特殊时期就不用考虑别人的感受了吗？我上学期特地花了两周的时间去调研校园巴士，也结识了校内的几位司机师傅。我了解到有一位师傅因为公交到站仅仅是提前了2分钟，就被校内老师同学举报并争吵，最后的结局就是司机直接被开除。而食堂的阿姨也是，只要被同学们在后勤保障页面里举报了，就会丢掉一天的工资。可是他们做错了什么呢，我们可以看一看：“六餐打饭阿姨凶我挑三拣四”。？这难道不是你自己的问题吗，阿姨忙碌一天了，你还挑三拣四增加阿姨的负担，这不是emm。所以，我其实希望不仅仅是现在，即便是平日，大家能够不要仅仅站在自己的立场去考虑问题吧，或许这样，我们的世界才会少一些争端，多一些宽容吧。 3.3月14日——上海市公共卫生临床中心距离来到医院才不过十几个小时，困难便接踵而至了，由于绝大多数同学被拉来隔离的时候是临时通知，很多同学并没有随身带着很多物资。那个时候没有热水，没有足够的充电口，没有能够洗漱的用品，没有办法洗澡，没有口罩，连续两三天只能戴这同一个已经有点湿润的口罩了，甚至连纸巾也是一个走廊的人共用一两包。 随着自己带着的物资越来越少，反倒是纸巾对我而言显得尤为珍贵。那个时候我已经处于半只脚能够踏出”烧期“轮回的状态了，擤鼻子的频率大概是一分钟一次，可是我只剩下了一包10张纸的便携装纸巾。于是，我只能先把每一张纸铺开，慢慢搓出它的每一层，然后把每一层再分成4份。即便这个时候纸已经非常薄非常小了，幸好还能用。 其实医院也完全没有意识到送来医院的人会有如此得多，第二天的中午和下午，走廊里依旧在不断塞人，很多人甚至连走廊里的支架床都没有，只能搬一张蓝色的塑料凳，坐在少数几个充电头前无聊地刷着手机。其实在这种状态下，物资稀缺也很能理解，医院其实已经在尽量调集物资了，可是供不应求呀。 然而首先击败人们的不是物资上的缺乏，而是人心。那几天，无论是在酒店隔离的同学还是在学校的同学，或多或少都收到了学校和闵行疾控的慰问，”鲜花，巧克力，零食，水果，口罩“应有尽有。那天，朋友圈被刷屏了，文案基本都是”感谢闵行疾控！感谢交大！“；”哇！花花！好感动！“；”呜呜，学校太好了！交大nb!“。你说，这样的对比会给医院里还发着高烧的同学带来多大的心里创伤呢。 果然，那一天医院里的同学们都在微信群里激烈的讨论这件事，可能是被折磨得太久了吧，很多同学直言：”不患寡而患不均“；”会哭的孩子有奶吃“；”请问学校是放弃我们了吗？“。其实，相对于正在隔离的同学而言，从理性而言，肯定是医院接受治疗的同学更急需物资的，很能理解大家的心情。但是医院毕竟处于金山区，而且是封闭管理的，学校能够将物资送进来肯定需要时间的。那个时候，我没有发言，我相信学校一定会给出一个满意的解决方案的。 嗐，果然灾难之下，最可怕的并不是灾难本身。 4.3月15日-26日——上海市公共卫生临床中心今天是入院的第三天，没想到咳嗽的症状又再度回来了。那个时候的咳嗽频率大概可以快到每秒一次，在凌晨，我极力控制自己不去咳嗽，可是那个时候的喉咙就像是鸡毛掸子以16倍速在挠最敏感的部位一样，根本无法入眠。为了不打扰大家休息，我在凌晨三点半提着热水壶跑到了走廊最尽头的折角，放声尽力地咳出来，咳了接近半个小时依旧没有好转。我确定这个晚上是睡不了了，于是我打开了沉睡已久的电脑，玩起了不用网的单机游戏《我的世界》分分神。我一边钓着鱼，一边望着晚霞和星空交织的景色，出了神。嗐，虚拟世界终究是虚拟世界呀。 日子一天天过，走廊的人越来越少了，大家也都慢慢住进了病房里。学校的物资也一批一批地来了，医院的小卖部也终于可以线上点单了，咳嗽也逐渐消退为半分钟一次了，发烧的温度也终于降到38度一下了，日子终于朝着向好的方向发展了。 而接下来的一周多时间大致是这样度过的： 每天凌晨不定时护士来做核酸，有的时候是三点半，有的时候是四点半，有的时候是五点半。其实那个时候我们又兴奋又紧张。兴奋在于，每做一次核酸就能加大阴性的比例，而连续两次以上阴性就能出院了。而紧张就在于，医院里做核酸非常严苛，首先是很疼的鼻拭子，接着是被很多同学形容为“捅到脑浆”的程度，其实一点也不夸张。护士手里的核酸采样棒，可能和一根筷子一样长，但远比筷子要细，我做完之后的感受便是“像是护士放了一条小蛇游进你的鼻孔深处，左晃晃右晃晃，然后咬了你一口”。 不过凌晨场的好处便在于，大家都还没有完全摆脱沉睡状态，还没回过神，就被咬了一口。而如果是意识清醒的下午场，那可以就不一样了，打败你的可能不是“小蛇”，而是看到推着小推车的护士时人们的恐惧，不少同学甚至被捅出了鼻血，其实更多的是因为恐惧而带来的鼻孔逃避。 除了做核酸，便是吃饭了。医院的伙食确实没有那么好，有同学形容为“肉片，黄瓜片，白菜三种食材的排列组合“一点都不为过。但其实，在这种情况下，难道不是吃饱饱最重要吗？所以也没那么讲究了。 闲暇的时候，我还会跑到一层楼少数几个能够看到外景的地方好好欣赏一下外面的春色。和宿舍酒店不同，病房一般都安排在走廊的夹层里，是一个四周近乎封闭的黑盒子。我搬了张凳子坐在那块窗户前面，时间长了，那扇窗户仿佛不是窗户，而是一个大大的画框，里面是能够随时间变化的风景画，好不让人流连。 而每天晚上就到了惊心动魄的洗鼻子环节，洗鼻子能够加快转阴。为什么说惊心动魄呢，且看我为大家展开说说。首先，下面的这张图是洗鼻子的仪器，需要把那个尖尖的东西塞进一个鼻孔。而仪器里装的便是药剂，每做一次，需要把瓶子里的药剂全部挤完。可是你要问了，鼻腔里哪里有那么多空间存下这么多药剂呀。你说的没错，药剂不是要填充，而是填充满之后从另一个鼻子流出来。我的天，写到这里，我的鼻子又开始微微作痛了（已经ptsd了属于是）。 准备工作做好之后，便是正式的开始了。刚塞进一点药液，我觉得像是游泳的时候呛了几口水那样，稍微有一些疼痛。可是随着药剂的深入，言语已经无法很好形容那个时候的状态了。药剂的味道有点像酱油和海水混在一起，塞进鼻腔之后，我像是被鲁提辖三拳打死的郑屠一样，鼻子里像是五味调料瓶瞬间爆炸。随着药剂一点点的流出，也终于遁入了平静，可是后调依旧酸爽，像是两管芥末直接灌入鼻腔顺便随手撒了一盘辣椒面。我每次都这样安慰自己的鼻子：”为了能早日出院，鼻子兄多吃几次辣椒面又算什么呢？“也希望鼻子哥能够理解。 终于到了出院的那一天了，来到医院治疗已经整整两周了，看着医院地上的”祝您早日康复“，我说不出话来。想说的太多太多，想要写下的经历也太多太多。 可能大家在这个疫情中最关注的是何时解封、何时清零，如果我没有写下这一篇文字，可能绝大多数人也不会知道确诊病例这样一个本该在疫情正中心的人群的情况，所以我想提笔写下来，夹杂了一些我的想法，愿与诸君共勉。 与此同时，很多朋友也在坚强的面对这次的困难。现在仍然有很多防疫战士仍旧坚守在一线，谢谢你们！倘若世界多一些这样的战士，少一些”精致的利己主义者“，或许这个世界会更美好吧。 其实我还有太多太多想说的了，权当留给下一次update吧。 我知道已被忘却流浪的航程太长太长但那一时刻要叫我一声啊当东方再次出现霞光我知道已被忘却启航的时代太远太远但那一时刻要叫我一声啊当人类又看到了蓝天我知道已被忘却太阳系的往事太久太久但那一时刻要叫我一声啊当鲜花重新挂上枝头啊，地球，我的流浪地球…… What does not kill me, makes me stronger 2022年3月29日","categories":[{"name":"随笔","slug":"随笔","permalink":"https://gaussc10032.github.io/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"特别的经历","slug":"特别的经历","permalink":"https://gaussc10032.github.io/tags/%E7%89%B9%E5%88%AB%E7%9A%84%E7%BB%8F%E5%8E%86/"},{"name":"海外","slug":"海外","permalink":"https://gaussc10032.github.io/tags/%E6%B5%B7%E5%A4%96/"}]},{"title":"随想","slug":"随便写写","date":"2022-03-30T20:25:30.000Z","updated":"2022-04-01T07:31:30.057Z","comments":true,"path":"2022/03/30/随便写写/","link":"","permalink":"https://gaussc10032.github.io/2022/03/30/%E9%9A%8F%E4%BE%BF%E5%86%99%E5%86%99/","excerpt":"","text":"你好呀！欢迎来到我的主页。这里有我的一些胡思乱想。","categories":[{"name":"随笔","slug":"随笔","permalink":"https://gaussc10032.github.io/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"标签1","slug":"标签1","permalink":"https://gaussc10032.github.io/tags/%E6%A0%87%E7%AD%BE1/"},{"name":"标签2 (可选)","slug":"标签2-可选","permalink":"https://gaussc10032.github.io/tags/%E6%A0%87%E7%AD%BE2-%E5%8F%AF%E9%80%89/"}]},{"title":"一篇新冠确诊病例的流水账","slug":"Covid-19","date":"2022-03-29T13:41:48.000Z","updated":"2022-03-30T04:28:04.519Z","comments":true,"path":"2022/03/29/Covid-19/","link":"","permalink":"https://gaussc10032.github.io/2022/03/29/Covid-19/","excerpt":"","text":"首先，请各位放心，当你们看到这些文字的时候，我已经痊愈出院了，目前正在汉庭宾馆隔离。在交大封校微博冲上热搜第一的时候，就有很多亲戚朋友来关心我，非常感谢你们！但是很抱歉当时没有和你们诉说实情。第一，我觉得把我糟糕的情况诉说给你们并不能使得现实有好转，反倒是无形中加重了你们的担忧，所以我那个时候最常回复的便是“挺好的！谢谢关心” 其次便是，我在封校期间除了和室友接触以外以及做核酸之外，几乎没有其他活动区域，所以暂时只告知了我密接的室友让他们做好个人防护。第三，其实在疫情之下，有几个字眼是很敏感的，便是“发烧”和“阳性“。不论你是谁，只要你的宿舍有发烧同学或者确诊病例的事实传播开来，那么总会有人借此“发烧同学”抒发自己无法获得暂时自由的不满，我很能理解他们的感受，毕竟什么事情都没干就要被封楼被隔离，甚至不少同学需要在这段时间参加公司面试、考研复试等等人生中很重要的节点，那么释放一下情绪也很正常。但我觉得我的心态还是相对比较脆弱，所以几乎没有在任何群聊中讨论此事，我也在接近两周的时间内近乎失踪了。 提醒：本文没有任何言论偏激以及抨击社会的文字，仅仅是作为一名确诊病例个人的感受，还望大家耐心看完我的流水账之后再发表意见。（注：网页加载较慢，请耐心等待。另外PC端阅读体验更佳噢） 那么，开始吧。 1.3月11日 —— 宿舍这一天是封校第三天，最开始谁都没有注意到，包括我自己。 这天凌晨喉咙有一些微微的瘙痒，我一开始还不以为然，毕竟宿舍内空气不是很流通，微微的咳嗽很正常，并且此时的我还沉醉在和朋友五排五连胜的兴奋之中，根本顾不到身体的细小变化（那可不是嘛，鲁班大师真滴C）。 而到了中午就开始有些不正常了，突然感觉身体很虚很累，直觉告诉我应该上床睡一觉，状态或许就能refresh了。醒来确实好了些，但是双手和双脚变得非常冰凉，在20来度的天气下，我甚至换上了我的秋衣秋裤（后来我会发现这个随手换衣服的举动还是很重要的），旋即从医疗箱中掏出温度计想测一测有没有发烧。 ”39.2度！“我还是忘不了那个细细的水印柱直直的戳过39那根线的画面，上一次我发烧到这么高的温度还是15岁，我的脑海里似乎都快忘记发烧为何物了，以至于直接飙到了这么高的温度而不自知。与此同时，我的咳嗽愈发地严重了，似乎每次咳嗽都能把我的嗓子咳出血来（这么说等疫情结束真得好好把宿舍消毒消毒）。 那天的夕阳很美，可是我却有种“只是近黄昏”的无力感。 倘若换作平日，我肯定直接烧上一大壶热水，吃一点退烧药，然后扔掉手中的所有活，躺到床上睡大觉。可是现在是特殊时期，要是真的自己新冠中招了怎么办？我有些慌张，有些不知所措，但是理智告诉我得先汇报上去，于是我将情况告知了思政老师、楼栋老师、校医院的老师以及江川路街道的防疫人员，他们非常关心我的情况，很快校医院老师将止咳药和退烧药送到了楼下，楼栋老师帮忙送到宿舍门口。匆忙灌下药片之后，迷迷糊糊之间我又爬上了床。这时候我的室友全都呆在宿舍，焦急地等待着，期待我的情况好转。 然而事与愿违，几个小时之后，水银柱依旧坚挺在38.8度左右，死活不肯掉下来。那个时候的我已经有种灵魂出窍的感觉了，身体里的神经系统仿佛已经不听使唤，只剩下双手和双脚一直在打寒颤。（事实证明那个时候用手拿着拍的照片都是糊的） 我的室友见状提议我立刻去校医院面诊，他们仨一起陪我去。他们虽然平时经常阴阳怪气，互相抬杠（bushi)，但是人还是很善良的。那个时候已经是深夜11点了，他们仨一直陪我走到校医院，直到医生给我开完药，把我带去大智居隔离才离开，很感谢他们的关心！ 是的，到校医院之后烧依旧很高，医生直接带我去校内隔离专用招待所“大智居”隔离。直到安顿下来已经凌晨两点了，那个时候我在镜子里勉强给自己拍了一张照片，状态真的很不好（我的评价是像一件羽绒服包裹的一摊烂泥）。 可是即便是凌晨两点，我依旧难以入睡，因为与此同时我的体内的白细胞战士们在和入侵的病毒进行一场激烈的战争。为了分神，我打开b站回放了昨天的kpl比赛，随着我的额头微微浸出一点汗水，我才渐渐被困意拖入梦乡。 2.3月12日、13日——大智居其实直到这几天，我的两次核酸报告全是阴性，而且我自己也倾向于认为自己没有感染新冠，而是其他病毒性感染。等我醒来，早已阳光明媚，量一下体温：36.7度。“你看，果然是小毛病，第二天就好了，估计在这里待几天就能回去了。“我暗自窃喜，看着窗外的初春，我十分期待能够在春日正盛之时与她撞个满怀。 可是事实总是没有我们想象的那么美好，还没过几个时辰，我的手脚又开始变得凉飕飕的，我赶忙量了一下体温：38.7度。”完了，大事不妙，这次不简单。”赶紧吃了退烧药又直直地躺到床上去了，仿佛任凭温度计的温度来支配着我。那个时候我的腿脚冰凉得用两层被子盖都没有用，很狼狈地套上了两层棉袜才勉强舒服一些。几个小时过后，汗流出来了，温度降下去了，吃饭也有食欲了，好像一切又回到了刚起来的明媚早晨，但这却是噩梦的开端。 在这后面的几天里，我仿佛来到了RE0的异世界，反复体验着“手脚冰凉-发烧-吃药-流汗-退烧”的循环。当时想到一个名词”冰期“和”间冰期“，对我而言应该就是”烧期间“和”间烧期“了。每每从床上醒来，我所期待的都是我的时间线能够有所推进，可是几个小时后的身体状况告诉我，循环又再次开始了。虽然不用像486那样需要经历死亡的痛苦来进行轮回，我觉得这样的循环对我而言也算是在鬼门关前走几遭了。 但不过相对于肉体的折磨，这个时候心理的摧残可能更为致命，当你在这几十个小时内反反复复，你看着那水银柱升升降降跌宕起伏没有个头，你的乐观的心态也会被消磨殆尽。那个时候我能做的，就是听医生的话，反复喝热水，定时吃药。那一天，我一口气喝光了10瓶矿泉水烧出的热水(虽然照片里只有8瓶）。 这个循环之中有一个小插曲，是学指委的老师打电话通知我去东中院作核酸，但是当我打开门的时候，门口是一条封条，没有办法出门。这个时候房间电话响了，是前台打过来的：“118你不要出来！“。我愣了一下，才发现她喊的是我的房间号，却总有一种总控制中心在给每一个有编号的克隆人发送预设指令的错觉。不过也怨不得前台，人家也不知道你叫啥。 那个时候我的病情又再次加重了，水银柱再一次窜回了39那根线。我已经身心俱疲了，当时冥冥中有一种看不到未来的感觉。我那个时候有好几次动过给好朋友发送我手机和qq密码的冲动，但是每次到聊天框，我又忍住了，”CC，你不能这样，你要好好地活，如果你自己都不能相信自己，还有谁能相信你呢“，赶忙删掉一行字，又去奔赴下一个有可能跳出循环的序列中去了。 13日凌晨，做了隔离以来的第一次核酸，第一次觉得从大智居走到东中院有那么那么的远。我已经记不清我在路上踢开了多少落叶，踩扁了多少小浆果，咬咬牙迈开步子多少次。一路上除了做核酸的队列其他一个人都没有，只有一只白色的小狗摇着尾巴向我们颠过来。小狗它不知道发生了了什么，但是它也会疑惑，今天怎么没有小姐姐给我喂好吃的呢？第一次看见灯火通明的东上、东中和东下院，也第一次看到这么多的医护人员依旧穿着密不透风的防疫服站在那夜色之中，他们上次脱下这件衣服可能还是前天。 轮到我做核酸之前，前面一位同学在和医护人员问好：”吴老师，辛苦了！“。我猛然意识到，其实这些”大白“都是交大的人民教师，前几个小时他们可能还在线上讲授凸优化理论，下午可能还在忙于组织学院的防疫工作，而一结束就又投身到新的防疫一线去了。他们为交大付出了太多太多，作为同学难道不应该珍惜他们的劳动，好好地活过这段艰难的时光吗？ 一觉醒来，就已经是中午了，隔离第二次通知做核酸，不幸的是，我恰好刚度过“间烧期”，于是我又套上了我的秋衣秋裤毛衣羽绒服。那天正午，好像非常冷又好像非常热，对我而言，即便穿了这么多也才觉得刚刚好，那估计是挺冷的。但是转头一看，路对面的同学都穿着非常清凉的短裤短裙，让我又觉得好像很热。这个时候我已经丧失了辨别环境温度的能力了，只能通过观察别人的衣着来判断：“噢，今天好像是很热呢“。看了一眼实时气温：27度。好家伙，这体内的病毒存心和我过不去是吧，已经直接剥夺了我感受春天的能力了。 当我做完核酸，想赶快上床度过这个“烧期”，结果电话已经一波接着一波来了： “同学你好！我是闵行区疾控中心的，你的12日核酸异常，需要提供你的下述信息......” “118，你现在需要运转到其他地方，赶快收拾好东西，到门口集合。” “是CC吗，我是学校学指委的老师，现在你的情况是......” “............” 走到外面一看，运转的车原来是救护车。“完了，看来大概率是寄了。” 体验了人生第一次坐救护车，第一次“嘀嘟嘀嘟”是为自己而开的感觉，很复杂。救护车开得飞快，兜兜转转开向了沪金高速宁波方向，看来是要去金山区的上海公卫中心了。这个时候，却反倒没有一种绝望的感觉，似乎这种方式的尘埃落定也给了我一种奇妙的踏实感。车子驶过奉浦大桥的时候，正值傍晚，一幅“夕阳-闵浦二桥-黄浦江”的图景展露在我的眼前，很壮丽，又很凄美。 3.3月13日——上海市公共卫生临床中心到医院了，是友校复旦附属中山医院的分院。我们是第一批到的，这个时候偌大的病房大楼一个人没有，这也是这里最后一次如此宁静了。 安顿下来之后，医生让我填几张入院表单，而这几张表单也正式宣布，我已经是一名新型冠状病毒感染者了。 在遥远而又不是很遥远的2020年，covid-19开始席卷全球。还记得当时那个春季学期线上学校开会说，交大有一名同学确诊新冠。我那个时候在想，“天呐，ta还好吗”，如果我是那位同学，我一定要把自己特殊的经历和感受记录下来，让大家看一看。两年之后，我自己成了那位同学了，“感染了就感染了呗”，反正在医院里也没有条件去做其他事情（4g信号一直是一格），于是我开始用手机上的便签随手记录我在这里的所见所闻所感。 其实那个时候我还没有能摆脱“烧期”和“间烧期”轮回的困扰，我最想做的便是赶快吃些药然后睡过去。可是这里并不是招待所，这里没有热水，也没有热水壶，医生说热水壶也只能明天去争取一下。这个时候我的喉咙里像是有两个打火石在碰撞，灌凉水下去无疑是加剧反应。怎奈体温有一次蹦到了39度，只能勉强就着残余的矿泉水吞下了两枚药片，然后紧紧裹着被子赶快睡去。 然而这里想睡去也是不容易的。 首先便是各种亲戚朋友老师的“关心问候“（这里加引号不是说他们不是真心的，而是想表达一种适得其反的效果）。我很能理解他们的心情（毕竟这个时候能发消息关心我一定很难能可贵），不过他们其实很多时候并不能理解我的心情，他们穷追不舍问得越多，我就会越难受。因为这个时候我最需要的是好好睡一觉，而不是接受他们的近乎质询的”关心“。 但是我又不能不回复他们，不回复会更加加剧他们的担忧，我只能把手机放在枕头旁边，手机开着震动，一旦有消息就得赶快回复。我觉得这个时候很像是枕戈待旦的士兵，想睡却又不能完全睡去，这样的感受很是折磨。而为了赶紧结束聊天，我也不可能把真实的情况告诉他们，所以就有了这篇开头的机械式的”挺好的！谢谢关心“的回复，我也不想伤害他们的心呀。 其次便是医院里的人越来越多了，走廊里都睡满了人。 大家刚来到这里，好像都不是很满意。我听到一个大爷冲着护士叫嚷：”怎么安排睡走廊啊，医院怎么没有钱安排睡病房啊？“。转头又听到一位大妈在叫唤着：”我没有症状啊，凭什么把我和这群发热的住一起啊“。几个乱窜的小孩好像没有意识到事情的严重性，还在快乐地和小伙伴玩耍。一个年轻小哥，少数几个没怎么和护士吵嚷的，躺在床上，外放着快手搞笑博主的直播，笑得乐呵呵。 我仿佛又一次回到了19年夏天的”杭州-齐齐哈尔“普快列车的硬座车厢，久久不能入眠。（不过啥时候才能回到那个时候的说走就走的旅行呢） 那一天真的过得好漫长好漫长，一直到晚上11点半才和护士要到我的晚饭（一盒饺子），我没有埋怨，毕竟护士很忙。后来的观察发现，偌大的病房大楼一层楼竟然只有一名护士值班。她一个人不仅要对大几十名病人的健康负责，还得一直耐心回复各种各样乱七八糟的无理要求，有时还要摇身一变变成外卖小哥，把每一个人的三餐保证送到，而当夜深人静大家都睡去的时候，她又默默地坐回自己的电脑前，整理每个病人的数据。她的年龄并不大，可能是医学院才毕业的学生，但她还得冒着被新冠感染的风险，每日每夜地在这里，穿着一层层密不透风的防护服为每一位病患服务。这个时候，又怎么能因为自己的一些毫不起眼的私人需求去要求她做这做那甚至和她吵嚷起来呢？ 想到这里，我赶快咽下了早已经冰凉的饺子。 在这个特殊的时期，很多人会说“特殊时期，考虑考虑别人的感受吧。”比如食堂的阿姨和师傅在学校都没有地方睡觉，只能把几个餐桌拼起来上面铺一层被子当床睡，之前有个同学去当食堂志愿者写了下面的这些文字。 可是，难道不是特殊时期就不用考虑别人的感受了吗？我上学期特地花了两周的时间去调研校园巴士，也结识了校内的几位司机师傅。我了解到有一位师傅因为公交到站仅仅是提前了2分钟，就被校内老师同学举报并争吵，最后的结局就是司机直接被开除。而食堂的阿姨也是，只要被同学们在后勤保障页面里举报了，就会丢掉一天的工资。可是他们做错了什么呢，我们可以看一看：“六餐打饭阿姨凶我挑三拣四”。？这难道不是你自己的问题吗，阿姨忙碌一天了，你还挑三拣四增加阿姨的负担，这不是emm。所以，我其实希望不仅仅是现在，即便是平日，大家能够不要仅仅站在自己的立场去考虑问题吧，或许这样，我们的世界才会少一些争端，多一些宽容吧。 3.3月14日——上海市公共卫生临床中心距离来到医院才不过十几个小时，困难便接踵而至了，由于绝大多数同学被拉来隔离的时候是临时通知，很多同学并没有随身带着很多物资。那个时候没有热水，没有足够的充电口，没有能够洗漱的用品，没有办法洗澡，没有口罩，连续两三天只能戴这同一个已经有点湿润的口罩了，甚至连纸巾也是一个走廊的人共用一两包。 随着自己带着的物资越来越少，反倒是纸巾对我而言显得尤为珍贵。那个时候我已经处于半只脚能够踏出”烧期“轮回的状态了，擤鼻子的频率大概是一分钟一次，可是我只剩下了一包10张纸的便携装纸巾。于是，我只能先把每一张纸铺开，慢慢搓出它的每一层，然后把每一层再分成4份。即便这个时候纸已经非常薄非常小了，幸好还能用。 其实医院也完全没有意识到送来医院的人会有如此得多，第二天的中午和下午，走廊里依旧在不断塞人，很多人甚至连走廊里的支架床都没有，只能搬一张蓝色的塑料凳，坐在少数几个充电头前无聊地刷着手机。其实在这种状态下，物资稀缺也很能理解，医院其实已经在尽量调集物资了，可是供不应求呀。 然而首先击败人们的不是物资上的缺乏，而是人心。那几天，无论是在酒店隔离的同学还是在学校的同学，或多或少都收到了学校和闵行疾控的慰问，”鲜花，巧克力，零食，水果，口罩“应有尽有。那天，朋友圈被刷屏了，文案基本都是”感谢闵行疾控！感谢交大！“；”哇！花花！好感动！“；”呜呜，学校太好了！交大nb!“。你说，这样的对比会给医院里还发着高烧的同学带来多大的心里创伤呢。 果然，那一天医院里的同学们都在微信群里激烈的讨论这件事，可能是被折磨得太久了吧，很多同学直言：”不患寡而患不均“；”会哭的孩子有奶吃“；”请问学校是放弃我们了吗？“。其实，相对于正在隔离的同学而言，从理性而言，肯定是医院接受治疗的同学更急需物资的，很能理解大家的心情。但是医院毕竟处于金山区，而且是封闭管理的，学校能够将物资送进来肯定需要时间的。那个时候，我没有发言，我相信学校一定会给出一个满意的解决方案的。 嗐，果然灾难之下，最可怕的并不是灾难本身。 4.3月15日-26日——上海市公共卫生临床中心今天是入院的第三天，没想到咳嗽的症状又再度回来了。那个时候的咳嗽频率大概可以快到每秒一次，在凌晨，我极力控制自己不去咳嗽，可是那个时候的喉咙就像是鸡毛掸子以16倍速在挠最敏感的部位一样，根本无法入眠。为了不打扰大家休息，我在凌晨三点半提着热水壶跑到了走廊最尽头的折角，放声尽力地咳出来，咳了接近半个小时依旧没有好转。我确定这个晚上是睡不了了，于是我打开了沉睡已久的电脑，玩起了不用网的单机游戏《我的世界》分分神。我一边钓着鱼，一边望着晚霞和星空交织的景色，出了神。嗐，虚拟世界终究是虚拟世界呀。 日子一天天过，走廊的人越来越少了，大家也都慢慢住进了病房里。学校的物资也一批一批地来了，医院的小卖部也终于可以线上点单了，咳嗽也逐渐消退为半分钟一次了，发烧的温度也终于降到38度一下了，日子终于朝着向好的方向发展了。 而接下来的一周多时间大致是这样度过的： 每天凌晨不定时护士来做核酸，有的时候是三点半，有的时候是四点半，有的时候是五点半。其实那个时候我们又兴奋又紧张。兴奋在于，每做一次核酸就能加大阴性的比例，而连续两次以上阴性就能出院了。而紧张就在于，医院里做核酸非常严苛，首先是很疼的鼻拭子，接着是被很多同学形容为“捅到脑浆”的程度，其实一点也不夸张。护士手里的核酸采样棒，可能和一根筷子一样长，但远比筷子要细，我做完之后的感受便是“像是护士放了一条小蛇游进你的鼻孔深处，左晃晃右晃晃，然后咬了你一口”。 不过凌晨场的好处便在于，大家都还没有完全摆脱沉睡状态，还没回过神，就被咬了一口。而如果是意识清醒的下午场，那可以就不一样了，打败你的可能不是“小蛇”，而是看到推着小推车的护士时人们的恐惧，不少同学甚至被捅出了鼻血，其实更多的是因为恐惧而带来的鼻孔逃避。 除了做核酸，便是吃饭了。医院的伙食确实没有那么好，有同学形容为“肉片，黄瓜片，白菜三种食材的排列组合“一点都不为过。但其实，在这种情况下，难道不是吃饱饱最重要吗？所以也没那么讲究了。 闲暇的时候，我还会跑到一层楼少数几个能够看到外景的地方好好欣赏一下外面的春色。和宿舍酒店不同，病房一般都安排在走廊的夹层里，是一个四周近乎封闭的黑盒子。我搬了张凳子坐在那块窗户前面，时间长了，那扇窗户仿佛不是窗户，而是一个大大的画框，里面是能够随时间变化的风景画，好不让人流连。 而每天晚上就到了惊心动魄的洗鼻子环节，洗鼻子能够加快转阴。为什么说惊心动魄呢，且看我为大家展开说说。首先，下面的这张图是洗鼻子的仪器，需要把那个尖尖的东西塞进一个鼻孔。而仪器里装的便是药剂，每做一次，需要把瓶子里的药剂全部挤完。可是你要问了，鼻腔里哪里有那么多空间存下这么多药剂呀。你说的没错，药剂不是要填充，而是填充满之后从另一个鼻子流出来。我的天，写到这里，我的鼻子又开始微微作痛了（已经ptsd了属于是）。 准备工作做好之后，便是正式的开始了。刚塞进一点药液，我觉得像是游泳的时候呛了几口水那样，稍微有一些疼痛。可是随着药剂的深入，言语已经无法很好形容那个时候的状态了。药剂的味道有点像酱油和海水混在一起，塞进鼻腔之后，我像是被鲁提辖三拳打死的郑屠一样，鼻子里像是五味调料瓶瞬间爆炸。随着药剂一点点的流出，也终于遁入了平静，可是后调依旧酸爽，像是两管芥末直接灌入鼻腔顺便随手撒了一盘辣椒面。我每次都这样安慰自己的鼻子：”为了能早日出院，鼻子兄多吃几次辣椒面又算什么呢？“也希望鼻子哥能够理解。 终于到了出院的那一天了，来到医院治疗已经整整两周了，看着医院地上的”祝您早日康复“，我说不出话来。想说的太多太多，想要写下的经历也太多太多。 可能大家在这个疫情中最关注的是何时解封、何时清零，如果我没有写下这一篇文字，可能绝大多数人也不会知道确诊病例这样一个本该在疫情正中心的人群的情况，所以我想提笔写下来，夹杂了一些我的想法，愿与诸君共勉。 与此同时，很多朋友也在坚强的面对这次的困难。现在仍然有很多防疫战士仍旧坚守在一线，谢谢你们！倘若世界多一些这样的战士，少一些”精致的利己主义者“，或许这个世界会更美好吧。 其实我还有太多太多想说的了，权当留给下一次update吧。 我知道已被忘却流浪的航程太长太长但那一时刻要叫我一声啊当东方再次出现霞光我知道已被忘却启航的时代太远太远但那一时刻要叫我一声啊当人类又看到了蓝天我知道已被忘却太阳系的往事太久太久但那一时刻要叫我一声啊当鲜花重新挂上枝头啊，地球，我的流浪地球…… What does not kill me, makes me stronger 2022年3月29日","categories":[{"name":"随笔","slug":"随笔","permalink":"https://gaussc10032.github.io/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"特别的经历","slug":"特别的经历","permalink":"https://gaussc10032.github.io/tags/%E7%89%B9%E5%88%AB%E7%9A%84%E7%BB%8F%E5%8E%86/"},{"name":"春日","slug":"春日","permalink":"https://gaussc10032.github.io/tags/%E6%98%A5%E6%97%A5/"}]},{"title":"第一篇！","slug":"我的第一篇小文章","date":"2022-03-10T03:43:23.000Z","updated":"2022-03-27T03:06:33.612Z","comments":true,"path":"2022/03/10/我的第一篇小文章/","link":"","permalink":"https://gaussc10032.github.io/2022/03/10/%E6%88%91%E7%9A%84%E7%AC%AC%E4%B8%80%E7%AF%87%E5%B0%8F%E6%96%87%E7%AB%A0/","excerpt":"","text":"你好呀！欢迎来到我的主页。这里有我的一些胡思乱想。","categories":[{"name":"随笔","slug":"随笔","permalink":"https://gaussc10032.github.io/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"标签1","slug":"标签1","permalink":"https://gaussc10032.github.io/tags/%E6%A0%87%E7%AD%BE1/"},{"name":"标签2 (可选)","slug":"标签2-可选","permalink":"https://gaussc10032.github.io/tags/%E6%A0%87%E7%AD%BE2-%E5%8F%AF%E9%80%89/"}]}],"categories":[{"name":"随笔","slug":"随笔","permalink":"https://gaussc10032.github.io/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"特别的经历","slug":"特别的经历","permalink":"https://gaussc10032.github.io/tags/%E7%89%B9%E5%88%AB%E7%9A%84%E7%BB%8F%E5%8E%86/"},{"name":"海外","slug":"海外","permalink":"https://gaussc10032.github.io/tags/%E6%B5%B7%E5%A4%96/"},{"name":"标签1","slug":"标签1","permalink":"https://gaussc10032.github.io/tags/%E6%A0%87%E7%AD%BE1/"},{"name":"标签2 (可选)","slug":"标签2-可选","permalink":"https://gaussc10032.github.io/tags/%E6%A0%87%E7%AD%BE2-%E5%8F%AF%E9%80%89/"},{"name":"春日","slug":"春日","permalink":"https://gaussc10032.github.io/tags/%E6%98%A5%E6%97%A5/"}]}